Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# categorySort_fileName
source: File Name
ar: اسم الملف
da: Filens navn
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome File
ja: ファイル名
nl: File naam
pl: Nazwa pliku
ru: Имя файла
sv: Filnamn
zh_hans: 文件名
zh_hant: 檔案名稱

# categorySort_fileNameAscending
source: File Name, A → Z
ar: اسم الملف، A → Z
da: Filnavn, A → Z
de: Dateiname, A → Z
es: Nombre de archivo, A → Z
fr: Nom de fichier, A → Z
hu: Vezetéknév, A → Z
it: Nome file, A → Z
ja: ファイル名、A → Z
nl: Bestandsnaam A → Z
pl: Nazwa Pliku, A → Z
ru: Имя файла, A → Z
sv: Filnamn, A → Ö
zh_hans: 文件名，A → Z
zh_hant: 檔名，A → Z

# categorySort_fileNameDescending
source: File Name, Z → A
ar: اسم الملف، Z → A
da: Filnavn, Z → A
de: Dateiname, Z → A
es: Nombre de archivo, Z → A
fr: Nom de fichier, Z → A
hu: Vezetéknév, Z → A
it: Nome file, Z → A
ja: ファイル名、Z → A
nl: Bestandsnaam, Z → A
pl: Nazwa Pliku, Z → A
ru: Имя файла, Я → А
sv: Filnamn, Ö → A
zh_hans: 文件名，Z → A
zh_hant: 檔名，Z → A

# categorySort_id
source: Identifier
ar: المعرف
de: Kennung
es: Identificador
fr: Identifiant
hu: Identifikátor
it: Identificatore
ja: 識別子
pl: Identyfikator
ru: Идентификатор
zh_hans: 标识符
zh_hant: 識別碼

# categorySort_idAscending
source: Identifier, 1 → 9
ar: المعرف , 1 → 9
de: Kennung, 1 → 9
es: Identificador, 1 → 9
fr: Identifiant, 1 → 9
hu: Identifikátor, 1 → 9
it: Identificatore, 1 → 9
ja: 識別子, 1 → 9
pl: Identyfikator, 1 → 9
ru: Идентификатор, 1 → 9
zh_hans: 标识符，1 → 9
zh_hant: 識別碼, 1 → 9

# categorySort_idDescending
source: Identifier, 9 → 1
ar: المعرف, 9 → 1
de: Kennung, 9 → 1
es: Identificador, 9 → 1
fr: Identifiant, 9 → 1
hu: Identifikátor, 9 → 1
it: Identificatore, 9 → 1
ja: 識別子, 9 → 1
pl: Identyfikator, 9 → 1
ru: Идентификатор, 9 → 1
zh_hans: 标识符，9 → 1
zh_hant: 識別碼, 9 → 1

# categorySort_imagesOnly
source: Photos Only
ar: الصور فقط
da: Kun Billeder
de: Nur Fotos
es: Solo fotos
fr: Photos uniquement
hu: Fotók
it: Solo Immagini
ja: 写真のみ
nl: Alleen foto's
pl: Tylko zdjęcia
ru: Только Фото
sv: Endast bilder
zh_hans: 仅图片
zh_hant: 只有照片

# categorySort_manual
source: Manual Order
ar: الطلب اليدوي
da: Manuel sortering
de: Manuelle Bestellung
es: Ordenar manualmente
fr: Tri manuel
hu: Kézi rendezés
it: Ordine manuale
ja: 手動注文
nl: Handmatige volgorde
pl: Ustaw ręcznie
ru: Ручная сортировка
sv: Manuell sortering
zh_hans: 手动排序
zh_hant: 手動排序

# categorySort_name
source: Photo Title
ar: عنوان الصورة
da: Billede titel
de: Fototitel
es: Título de la foto
fr: Titre de la photo
hu: Kép címe
it: Titolo Foto
ja: 写真のタイトル
nl: Fototitel
pl: Tytuł zdjęcia
ru: Название фото
sv: Foto titel
zh_hans: 照片标题
zh_hant: 圖片標題

# categorySort_nameAscending
source: Photo Title, A → Z
ar: عنوان الصورة، A → Z
da: Billedtitel, A → Z
de: Fototitel, A → Z
es: Título de la foto, A → Z
fr: Titre de la photo, A → Z
hu: Név szerint, A → Z
it: Titolo foto, A → Z
ja: 写真題名、A → Z
nl: Foto titel, A → Z
pl: Tytuł Zdjęcia, A → Z
ru: Заголовок фотографии, A → Я
sv: Bildtitel, A → Ö
zh_hans: 照片标题，A → Z
zh_hant: 照片標題，A → Z

# categorySort_nameDescending
source: Photo Title, Z → A
ar: عنوان الصورة، Z → A
da: Billedtitel, Z → A
de: Fototitel, Z → A
es: Título de la foto, Z → A
fr: Titre de la photo, Z → A
hu: Név szerint, Z → A
it: Titolo foto, Z → A
ja: 写真題名、Z → A
nl: Foto titel, Z → A
pl: Tytuł Zdjęcia, Z → A
ru: Заголовок фотографии, Я → А
sv: Bildtitel, Z → A
zh_hans: 照片标题，Z → A
zh_hant: 照片標題，Z → A

# categorySort_random
source: Random Order
ar: ترتيب عشوائي
da: Tilfældig rækkefølge
de: Zufällige Reihenfolge
es: Orden aleatorio
fr: Ordre aléatoire
hu: Véletlen sorrend
it: Ordine Casuale
ja: ランダムな順序
nl: Willekeurige volgorde
pl: Kolejność losowa
ru: Случайный порядок
sv: Slumpmässig ordning
zh_hans: 随机顺序
zh_hant: 隨機排序

# categorySort_randomly
source: Randomly
ar: عشوائياً
da: Tilfældigt
de: Zufällig
es: Aleatorio
fr: Au hasard
hu: Véletlenszerűen
it: Casualmente
ja: ランダムに
nl: Willekeurig
pl: Losowo
ru: Случайно
sv: Slumpmässigt
zh_hans: 其它
zh_hant: 隨機

# categorySort_ratingScore
source: Rating Score
ar: درجة التقييم
da: Bedømmelse Score
de: Bewertungswert
es: Puntuación
fr: Note
hu: Értékelési pontszám
it: Punteggio Valutazione
ja: 評価スコア
nl: Score beoordeling
pl: Wynik oceny
ru: Оценка рейтинга
sv: Betyg Poäng
zh_hans: 评分
zh_hant: 評分

# categorySort_ratingScoreAscending
source: Rating Score, low → high
ar: درجة التقييم، منخفضة → عالية
da: Bedømmelse, lav → høj
de: Bewertung, niedrig → hoch
es: Puntuación de valoraciones, baja → alta
fr: Note, basse → haute
hu: Értékelés, alacsony → magas
it: Valutazione, basso → alto
ja: 評価スコア、低い→高い
nl: Waarderingsscore, laag → hoog
pl: Ocena, niska → wysoka
ru: Рейтинг, низкий → высокий
sv: Betyg, låg → hög
zh_hans: 评分分数，低 → 高
zh_hant: 評分，低 → 高

# categorySort_ratingScoreDescending
source: Rating Score, high → low
ar: درجة التقييم، مرتفعة → منخفضة
da: Bedømmelse, høj → lav
de: Bewertung, hoch → niedrig
es: Puntuación de valoraciones, alta → baja
fr: Note, haute → basse
hu: Értékelés, magas → alacsony
it: Valutazione, alto → basso
ja: 評価スコア、高い→低い
nl: Waarderingsscore, hoog → laag
pl: Ocena, wysoka → niska
ru: Рейтинг, высокий → низкий
sv: Betyg, hög → låg
zh_hans: 评分分数，高 → 低
zh_hant: 評分，高 → 低

# categorySort_sort
source: Sort Images By…
ar: فرز الصور حسب...
da: Sortér Billeder Efter…
de: Sortiere Bilder nach…
es: Ordenar imágenes por…
fr: Trier les images par…
hu: Képek rendezése…
it: Ordina le immagini per…
ja: 画像を並べ替える...
nl: Sorteer afbeeldingen op…
pl: Sortuj obrazy według…
ru: Сортировать изображения по…
sv: Sortera bilder efter…
zh_hans: 按… 排序图像
zh_hant: 排序圖片依...

# categorySort_videosOnly
source: Videos Only
ar: مقاطع الفيديو فقط
da: Kun Videoer
de: Nur Videos
es: Solo vídeos
fr: Vidéos uniquement
hu: Videók
it: Soli Video
ja: 動画のみ
nl: Alleen video's
pl: Tylko filmy
ru: Только Видео
sv: Endast filmer
zh_hans: 仅视频
zh_hant: 只有影片

# categorySort_visits
source: Visits
ar: الزيارات
da: Besøg
de: Besuche
es: Visitas
fr: Nombre de visites
hu: Látogatások
it: Visite
ja: 訪問
nl: Bezoeken
pl: Ilość odwiedzin
ru: Визиты
sv: Besök
zh_hans: 次数
zh_hant: 訪問次數

# categorySort_visitsAscending
source: Visits, low → high
ar: الزيارات، منخفضة → مرتفعة
da: Besøg, lav → høj
de: Besuche, niedrig → hoch
es: Visitas, bajo → alto
fr: Nombre de visites, faible → élevé
hu: Népszerűség, alacsony → magas
it: Visite, basso → alto
ja: 訪問回数, 低 → 高
nl: Bezoeken, laag → hoog
pl: Odwiedzin, mniej → więcej
ru: Посещения, низкий → высокий
sv: Besökare, låg → hög
zh_hans: 点击量，低 → 高
zh_hant: 觀看次數，低 → 高

# categorySort_visitsDescending
source: Visits, high → low
ar: الزيارات، عالية → منخفضة
da: Besøg, høj → lav
de: Besuche, hoch → niedrig
es: Visitas, alto → bajo
fr: Nombre de visites, élevé → faible
hu: Népszerűség, magas → alacsony
it: Visite, alto → basso
ja: 訪問回数, 高 → 低
nl: Bezoeken, hoog → laag
pl: Odwiedzin, mniej → więcej
ru: Посещения, высокие → низкие
sv: Besökare, hög → låg
zh_hans: 点击量，高 → 低
zh_hant: 觀看次數，高 → 低

# categoryUpdatedAt
source: Updated at %@
ar: تم التحديث في %@
da: Opdateret %@
de: Aktualisiert um %@
es: Actualizado a las %@
fr: Mis à jour à %@
hu: Frissítve %@
it: Aggiornato alle %@
ja: %@ に更新
nl: Bijgewerkt op %@
pl: Zaktualizowane o %@
ru: Обновлено в %@
sv: Uppdaterad den %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# categoryUpdatedNow
source: Updated just now
ar: تم التحديث الآن
da: Netop opdateret
de: Gerade aktualisiert
es: Actualizado ahora mismo
fr: Mis à jour à l'instant
hu: Most frissült
it: Aggiornato proprio ora
ja: 更新: たった今
nl: Zojuist bijgewerkt
pl: Zaktualizowane teraz
ru: Обновлено сейчас
sv: Uppdaterad just nu
zh_hans: 刚刚更新
zh_hant: 剛剛更新

# categoryUpdatedOn
source: Updated on %@
ar: تم التحديث على %@
da: Opdateret d. %@
de: Aktualisiert am %@
es: Actualizado el %@
fr: Mis à jour le %@
hu: Frissítve %@
it: Aggiornato il %@
ja: %@ に更新
nl: Bijgewerkt op %@
pl: Zaktualizowane %@
ru: Обновлено %@
sv: Uppdaterad den %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# categoryUpdating
source: Updating…
ar: يتم التحديث…
da: Opdaterer…
de: Aktualisierung…
es: Actualizando…
fr: Mise à jour…
hu: Frissítés…
it: Aggiornamento…
ja: 更新中…
nl: Bijwerken…
pl: Aktualizacja…
ru: Обновление…
sv: Uppdaterar…
zh_hans: 正在更新…
zh_hant: 更新中...

# categoryUpload_chooseAlbum
source: Select a sub-album to upload photos to
ar: حدد ألبوما لتحميل الصور إلى
da: Vælg et underalbum til upload af billeder
de: Wähle ein Unter-Album zum Hochladen der Fotos
es: Selecciona un sub-álbum al que subir fotos
fr: Sélectionnez le sous-album recevant les photos
hu: Választható alalbumok
it: Seleziona un sotto-album per caricare le immagini
ja: 写真をアップロードするアルバムを選択します
nl: Selecteer een album om foto's naar up te loaden
pl: Wybierz podalbum, do którego przesyłać zdjęcia
ru: Выберите альбом для загрузки фото
sv: Välj ett album att ladda upp bilder till
zh_hans: 选择一个子相册以上传图像
zh_hant: 選取一個子相簿以上傳照片

# categoryUpload_chooseiCloudAlbum
source: Select an iCloud album to get photos from
ar: حدد ألبوم iCloud للحصول على صور منه
da: Vælg et iCloud album at hente biller fra
de: Wähle ein iCloud Album um Fotos zu erhalten
es: Selecciona un álbum de iCloud del que obtener fotos
fr: Sélectionnez l'album iCloud qui contient les photos à transférer
hu: Elérhető iCloud fotóalbumok
it: Seleziona un album iCloud per ottenere immagini
ja: 写真を取得するiCloud アルバムを選択します
nl: Selecteer een iCloud album om er foto's van op te halen
pl: Wybierz album iCloud z którego chcesz pobrać zdjęcia
ru: Выберите альбом iCloud, из которого получить фото
sv: Välj ett iCloud-album att hämta bilder från
zh_hans: 选择一个iCloud 相册以获取图片
zh_hant: 選取要取得照片的iCloud相簿

# categoryUpload_chooseLocalAlbum
source: Select an album to get photos from
ar: حدد ألبوما للحصول على صور من
da: Vælg et album at hente biller fra
de: Wähle ein Album um Fotos zu erhalten
es: Selecciona un álbum del que obtener fotos
fr: Sélectionnez l'album local qui contient les photos à transférer
hu: Elérhető helyi fotóalbumok
it: Seleziona un album per ottenere immagini
ja: 写真を取得するアルバムを選択します
nl: Selecteer een album om er foto's van op te halen
pl: Wybierz album z którego chcesz pobrać zdjęcia
ru: Выберите альбом из которого необходимо получить фотографии
sv: Välj ett album att hämta bilder från
zh_hans: 选择一个相册以获取图片
zh_hant: 選取要取得照片的地方

# categoryUpload_iCloudAlbums
source: iCloud Albums
ar: iCloud الالبومات
da: iCloud album
de: iCloud Alben
es: Álbumes de iCloud
fr: Albums iCloud
hu: iCloud albumok
it: Album di iCloud
ja: iCloudのアルバム
pl: Albumy iCloud
ru: Альбомы iCloud
sv: iCloudalbum
zh_hans: iCloud 相册
zh_hant: iCloud相簿

# categoryUpload_LocalAlbums
source: Local Albums
ar: الألبومات المحلية
da: Lokale album
de: Lokale Alben
es: Álbumes locales
fr: Albums locaux
hu: Helyi albumok
it: Album locali
ja: ローカルアルバム
nl: Lokale albums
pl: Albumy lokalne
ru: Альбомы на устройстве
sv: Lokala album
zh_hans: 本地相册
zh_hant: 本機相簿

# categoryUpload_mediaTypes
source: Media Types
ar: أنواع الوسائط
da: Medie Typer
de: Medientypen
es: Tipos de medios
fr: Types de média
hu: Médiatípusok
it: Tipi Multimediali
ja: メディアの種類
nl: Typen media
pl: Typy mediów
ru: Типы Вложений
sv: Mediatyper
zh_hans: 媒体类型
zh_hant: 媒體類型

# categoryUpload_noSubAlbum
source: There is no sub-album to upload photos to
ar: وهناك لا يوجد ألبوم الفرعية تحميل الصور إلى
da: Der er ikke noget underalbum at uploade billeder til
de: Es gibt kein Unter-Album um Fotos hochzuladen
es: No hay ningún sub-álbum al que subir fotos
fr: Il n'y a pas de sous-album qui puisse recevoir des photos
hu: Nincs alalbum, ahova fotókat lehetne tölteni
it: Non ci sono sotto-album per caricare le immagini
ja: 写真をアップロードするサブアルバムがありません
nl: Er is geen sub-album om foto's naar up te loaden
pl: Nie istnieje podalbum do przesyłania zdjęć
ru: Нет вложенных альбомов для загрузки фото в
sv: Det finns ingen underalbum att ladda upp bilder till
zh_hans: 找不到上传照片的子相册
zh_hant: 沒有子相簿可以上傳照片

# categoryUpload_otherAlbums
source: Other Albums
ar: ألبومات أخرى
da: Andre Albummer
de: Andere Alben
es: Otros álbumes
fr: Autres albums
hu: Egyéb albumok
it: Altri Album
ja: その他のアルバム
nl: Andere albums
pl: Inne albumy
ru: Другие Альбомы
sv: Andra album
zh_hans: 其他相册
zh_hant: 其他相簿

# categoryUpload_pasteboard
source: Clipboard
ar: الحافظة
da: Udklipsholder
de: Zwischenablage
es: Portapapeles
fr: Presse-papier
hu: Vágólap
it: Appunti
ja: クリップボード
nl: Klembord
pl: Schowek
ru: Буфер обмена
sv: Urklipp
zh_hans: 剪贴板
zh_hant: 剪貼簿

# categoryUpload_sharedAlbums
source: Shared Albums
ar: الألبومات المشتركة
da: Delet Albums
de: Geteilte Alben
es: Álbumes compartidos
fr: Albums partagés
hu: Megosztott albumok
it: Album Condivisi
ja: 共有アルバム
nl: Gedeelde albums
pl: Udostępnione albumy
ru: Общие Альбомы
sv: Delade album
zh_hans: 共享相册
zh_hant: 共享相簿

# categoryUpload_syncedAlbums
source: iPhoto Albums
ar: ألبومات iPhoto
de: iPhoto Alben
es: Álbumes de iPhoto
fr: Albums iPhoto
hu: iPhoto albumok
it: Album iPhoto
ja: iPhotoのアルバム
pl: Albumy iPhoto
ru: Альбомы iPhoto
sv: iPhoto-album
zh_hans: iPhoto相册
zh_hant: iPhoto相簿

# categoryUpload_syncedEvents
source: iPhoto Events
ar: أحداث iPhoto
da: iPhoto-begivenheder
de: iPhoto Ereignisse
es: Eventos de iPhoto
fr: Événements iPhoto
hu: iPhoto események
it: Eventi iPhoto
ja: iPhotoのイベント
nl: iPhoto gebeurtenissen
pl: Wydarzenia iPhoto
ru: События iPhoto
sv: iPhoto Händelser
zh_hans: iPhoto事件
zh_hant: iPhoto事件

# categoryUpload_syncedFaces
source: iPhoto Faces
ar: وجوه iPhoto
de: iPhoto Gesichter
es: Caras de iPhoto
fr: Visages iPhoto
hu: iPhone szelfik
ja: iPhotoの顔
nl: iPhoto gezichten
pl: Twarze iPhoto
ru: Лица iPhoto
zh_hans: iPhoto人脸
zh_hant: iPhoto面孔

# categoryView_group
source: Group Images By…
ar: صور المجموعة حسب...
da: Gruppér Billeder Efter…
de: Bilder gruppieren nach…
es: Agrupar imágenes por…
fr: Grouper les images par…
hu: Képek csoportosítása…
it: Raggruppa immagini per…
ja: グループ画像の…
nl: Afbeeldingen groeperen op…
pl: Grupuj zdjęcia według…
ru: Группировать изображения по…
sv: Gruppera bilder av…
zh_hans: 按以下方式对图像进行分组…
zh_hant: 圖像分組依據...

# categoryView_options
source: View Options
ar: عرض الخيارات
da: Vis Indstillinger
de: Optionen anzeigen
es: Opciones de Visualización
fr: Options de présentation
hu: Nézet beállításai
it: Opzioni Visualizzazione
ja: 表示オプション
nl: Bekijk opties
pl: Opcje widoku
ru: Посмотреть опции
sv: Visningsalternativ
zh_hans: 查看选项
zh_hant: 查看選項

# categoryView_show
source: Show…
ar: عرض...
da: Vis…
de: Zeige…
es: Mostrar…
fr: Afficher les…
hu: Előadás…
it: Mostra…
ja: 見せる…
nl: Tonen…
pl: Pokaż…
ru: Показать…
sv: Visa…
zh_hans: 展示…
zh_hant: 展示…

# completeHUD_label
source: Complete
ar: إنهاء
da: Udført
de: Abgeschlossen
es: Completado
fr: Terminé
hu: Kész
it: Completato
ja: 完了
nl: Klaar
pl: Zakończono
ru: Готово
sv: Klart
zh_hans: 完成
zh_hant: 完成

# copyImage_title
source: Copy to Album
ar: نسخ إلى الألبوم
da: Kopier til album
de: Zum Album kopieren
es: Copiar al álbum
fr: Copier dans un album
hu: Másolás albumba
it: Copio nell'Album
ja: アルバムにコピーする
nl: Kopieer naar album
pl: Skopiuj do albumu
ru: Копирование в альбом
sv: Kopiera till Album
zh_hans: 复制到相册
zh_hant: 複製至相簿

# copyImageError_title
source: Copy Failed
ar: فشل النسخ
da: Kopiering mislykkedes
de: Kopieren fehlgeschlagen
es: Error al copiar
fr: Échec de la copie
hu: Másolási hiba
it: Copia fallita
ja: コピーに失敗しました
nl: Kopiëren niet gelukt
pl: Kopiowanie nie powiodło się
ru: Копирование не удалось
sv: Kopiering misslyckad
zh_hans: 复制失败
zh_hant: 複製失敗

# copySeveralImages_message
source: Are you sure you want to copy the photos to the album "%@"?
ar: هل أنت متأكد من أنك تريد نسخ الصور إلى الألبوم ”%@“؟
da: Er du sikker på du vil flytte billederne til album "%@"?
de: Sind Sie sicher, dass Sie die Fotos in das Album "%@ " kopieren möchten?
es: ¿Estás seguro de que deseas copiar las fotos al álbum "%@"?
fr: Êtes-vous certain de vouloir copier les photos dans l’album "%@" ?
hu: Biztos, hogy a(z) "%@" albumba szeretnéd másolni a fotókat?
it: Sei sicuro di voler copiare le immagini nell'album "%@"?
ja: 写真をアルバム「%@」へコピーしていいですか？
nl: Weet je zeker dat je de foto's naar album "%@" wilt verplaatsen?
pl: Czy na pewno chcesz skopiować zdjęcia do albumu "%@"?
ru: Вы уверены, что хотите скопировать фотографий в альбом "%@"?
sv: Är du säker att du vill kopiera bilderna till albumet ”%@”?
zh_hans: 你确定要把照片移动到相册 "%@" 吗？
zh_hant: 你確定要複製照片至相簿"%@"嗎?

# copySeveralImages_selectAlbum
source: Please, select the album in which you wish to copy the photos.
ar: من فضلك، حدد الألبوم الذي ترغب في نسخ الصور فيه.
da: Vælg venligst det album hvor du ønsker at kopiere billederne.
de: Bitte wählen Sie das Album aus, in das Sie die Fotos kopieren möchten.
es: Seleccione el álbum en el que desea copiar las fotos.
fr: Veuillez sélectionner l'album dans lequel vous souhaitez copier les photos.
hu: Melyik albumba másoljuk a fotókat?
it: Seleziona l'album in cui vuoi copiare le foto.
ja: 写真をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin je de foto's wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcia.
ru: Пожалуйста, выберите альбом, в который Вы хотите скопировать изображения.
sv: Välj det album som du vill kopiera bilderna i.
zh_hans: 将照片复制到相册
zh_hant: 請選擇要複製照片到哪個相簿。

# copySeveralImagesError_message
source: Failed to copy some photos
ar: فشل في نسخ بعض الصور
da: Nogle billeder kunne ikke kopieres
de: Fehler beim Kopieren einiger Fotos
es: No se han podido copiar algunas fotos
fr: Impossible de copier certaines photos
hu: Néhány fotó másolása nem sikerült
it: Impossibile copiare alcune foto
ja: 写真のコピーに失敗しました
nl: Kopiëren van foto's is mislukt
pl: Nie udało się skopiować niektórych zdjęć
ru: Не удалось скопировать некоторые изображения
sv: Det gick inte att kopiera några bilder
zh_hans: 部分照片无法复制
zh_hant: 複製照片失敗

# copySeveralImagesHUD_copying
source: Copying Photos…
ar: نسخ الصور...
da: Kopierer billeder…
de: Fotos kopieren…
es: Copiando fotos…
fr: Copie des photos…
hu: Fotók másolása…
it: Copia delle immagini...
ja: 写真をコピーしています...
nl: Foto's aan het kopiëren…
pl: Kopiowanie zdjęć…
ru: Копирование фотографий…
sv: Kopierar bilderna…
zh_hans: 复制照片中...
zh_hant: 正在複製照片…

# copySingleImage_message
source: Are you sure you want to copy the photo "%@" to the album "%@"?
ar: هل تريد بالتأكيد نسخ الصورة ”%@“ إلى الألبوم ”%@“؟
da: Er du sikker på du vil flytte billede "%@" til album "%@"?
de: Möchten Sie wirklich das Foto "%@" in das Album "%@" kopieren?
es: ¿Estás seguro de que deseas copiar la foto "%@" al álbum "%@"?
fr: Êtes-vous certain de vouloir copier la photo "%@" dans l’album "%@" ?
hu: Biztos, hogy a(z) "%@" fotót át szeretnéd másolni a(z) "%@" albumba?
it: Sei sicuro di voler copiare l'immagine "%@" nell'album "%@"?
ja: 写真「%@」をアルバム「%@」へコピーしていいですか？
nl: Wet je zeker dat je foto "%@" naar album "%@" wilt kopiëren?
pl: Czy na pewno chcesz skopiować zdjęcie "%@" do albumu "%@"?
ru: Вы уверены, что хотите скопировать фотографии "%@" в альбом "%@"?
sv: Är du säker att du vill kopiera bild ”%@” till albumet ”%@”?
zh_hans: 你确定要把照片"%@"移动到相册"%@"中吗？
zh_hant: 你確定要複製照片"%@"至相簿"%@"嗎?

# copySingleImage_selectAlbum
source: Please, select the album in which you wish to copy the photo "%@".
ar: من فضلك، حدد الألبوم الذي ترغب في نسخ الصورة فيه ”%@“.
da: Vælg venligst det album hvortil du vil kopiere billedet "%@".
de: Bitte wählen Sie das Album aus, in dem Sie das Foto "%@ " kopieren möchten.
es: Seleccione el álbum en el que desea mover la foto "%@".
fr: Veuillez sélectionner l'album dans lequel vous souhaitez copier la photo "%@".
hu: Melyik albumba másoljuk a "%@" fotót?
it: Seleziona l'album in cui vuoi copiare la foto "%@".
ja: 写真 "%@ " をコピーしたいアルバムを選択してください。
nl: Selecteer het album waarin je de foto %@ wilt kopiëren.
pl: Wybierz album, do którego chcesz skopiować zdjęcie "%@".
ru: Пожалуйста, выберите альбом, в который Вы хотите скопировать фотографию "%@".
sv: Välj det album där du vill kopiera fotot "%@".
zh_hans: 将照片 “%@” 复制到相册
zh_hant: 請選擇要複製照片"%@"到哪個相簿。

# copySingleImageError_message
source: Failed to copy your photo
ar: فشل في نسخ صورتك
da: Kunne ikke kopiere dit billede
de: Fehler beim Kopieren Ihres Fotos
es: Error al copiar tu foto
fr: Impossible de copier votre photo
hu: A fotó másolása nem sikerült
it: Impossibile copiare l'immagine
ja: 写真のコピーに失敗しました
nl: Je foto kopiëren is niet gelukt
pl: Nie można skopiować zdjęcia
ru: Не удалось скопировать Ваше фотографию
sv: Kunde inte kopiera din bild
zh_hans: 无法复制照片
zh_hant: 複製照片失敗

# copySingleImageHUD_copying
source: Copying Photo…
ar: نسخ الصور...
da: Kopierer billede…
de: Foto kopieren…
es: Copiando foto…
fr: Copie de la photo…
hu: Fotó másolása…
it: Copia immagine …
ja: 写真をコピーしています...
nl: Kopiëren van foto…
pl: Kopiowanie zdjęcia…
ru: Копирование фото…
sv: Kopierar bild…
zh_hans: 复制照片中...
zh_hant: 正在複製照片…

# CoreData_AlbumNotFound
source: Album not in persistent cache.
ar: الألبوم ليس في ذاكرة التخزين المؤقت الثابتة.
da: Albummet er ikke i cache.
de: Album nicht im persistenten Cache.
es: El álbum no está en la caché persistente.
fr: L'album n'est pas dans le cache persistant.
hu: Album nincs a tartós gyorsítótárban.
it: Album non nella cache persistente.
ja: アルバムが永続キャッシュにありません。
nl: Album niet in persistente cache.
pl: Albumu nie ma w stałej pamięci podręcznej.
ru: Альбом не в постоянном кэше.
sv: Album ej i ihållande cache.
zh_hans: 相册不在持久缓存中。
zh_hant: 相簿不在永久快取中。

# CoreData_MigrationError_generic
source: An unexpected error occurred during the migration.
ar: حدث خطأ غير متوقع أثناء الهجرة.
da: Der opstod en uventet fejl under migreringen.
de: Während der Migration ist ein unerwarteter Fehler aufgetreten.
es: Se ha producido un error inesperado durante la migración.
fr: Une erreur inattendue s'est produite lors de la migration.
hu: Váratlan hiba történt az áttelepítés során.
it: Si è verificato un errore imprevisto durante la migrazione.
ja: 移行中に予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens de migratie.
pl: Podczas migracji wystąpił nieoczekiwany błąd.
ru: Во время миграции произошла непредвиденная ошибка.
sv: Ett oväntat fel inträffade under migreringen.
zh_hans: 迁移过程中发生意外错误。
zh_hant: 遷移過程中發生了意外錯誤。

# CoreData_MigrationError_timeout
source: The app was suspended while migrating the database. Please restart the app and try again.
ar: تم تعليق التطبيق أثناء ترحيل قاعدة البيانات. الرجاء إعادة تشغيل التطبيق والمحاولة مرة أخرى.
da: Appen blev suspenderet, mens databasen blev migreret. Genstart venligst appen og prøv igen.
de: Die Anwendung wurde während der Migration der Datenbank angehalten. Bitte starten Sie die Anwendung neu und versuchen Sie es erneut.
es: La aplicación se ha suspendido durante la migración de la base de datos. Reinicie la aplicación e inténtelo de nuevo.
fr: L'application a été suspendue lors de la migration de la base de données. Veuillez redémarrer l'application et réessayer.
hu: Az alkalmazás felfüggesztésre került az adatbázis migrálása közben. Kérjük, indítsa újra az alkalmazást, és próbálja meg újra.
it: L'applicazione è stata sospesa durante la migrazione del database. Riavviare l'applicazione e riprovare.
ja: データベースの移行中にアプリが停止しました。アプリを再起動して再試行してください。
nl: De app werd opgeschort tijdens het migreren van de database. Start de app opnieuw op en probeer het opnieuw.
pl: Aplikacja zawiesiła się podczas migracji bazy danych. Uruchom ponownie aplikację i spróbuj ponownie.
ru: Работа приложения была приостановлена во время миграции базы данных. Пожалуйста, перезапустите приложение и повторите попытку.
sv: Appen avbröts medan databasen migrerades. Vänligen starta om appen och försök igen.
zh_hans: 迁移数据库时暂停了应用程序。请重启应用程序并重试。
zh_hant: 應用程式在遷移資料庫時暫停。請重新啟動應用程式並重試。

# CoreData_MigrationError_title
source: Migration Failed
ar: فشل الترحيل
da: Migrering mislykkedes
de: Migration fehlgeschlagen
es: La migración ha fallado
fr: Échec de la migration
hu: A migráció sikertelen
it: Migrazione fallita
ja: マイグレーション失敗
nl: Migratie mislukt
pl: Migracja nie powiodła się
ru: Миграция не удалась
sv: Migreringen misslyckades
zh_hans: 迁移失败
zh_hant: 遷移失敗
